{
  "maps": [
    {
      "id": "LAST_TRAIN",
      "name": "القطار الأخير",
      "image": "/images/map/lasttrain.png",
      "description": "هذه خريطة مثيرة لساحات الواقع الافتراضي تنقل اللاعبين إلى منطقة صناعية. تتميز الخريطة بمباني الخدمات وعربات الشحن ومستودعات الأسلحة حيث يشارك اللاعبون في عملية خاصة لتحرير مستودع السكك الحديدية. تدور قصة 'القطار الأخير' حول عملية خاصة لتحرير المستودع من الغزاة. يمكن للاعبين أيضاً الاختيار من سيناريوهات مختلفة للعبة، مما يسمح لهم بتحديد الخيار الذي يناسب احتياجاتهم الفردية ويوفر أكثر تجربة ممتعة وجذابة.",
      "details": [
        { "title": "اللاعبون", "value": "2–10" },
        {
          "title": "السيناريوهات",
          "value": "الكل ضد الكل، معركة الفريق، الهيمنة، المكافآت، ضد الروبوتات"
        },
        { "title": "مدة الجلسة الموصى بها", "value": "10–12 دقيقة" },
        {
          "title": "الجمهور المستهدف",
          "value": "عشاق ألعاب الرماية الكلاسيكية"
        }
      ],
      "features": [
        { "name": "اللاعبون ضد اللاعبين", "access": true },
        { "name": "اللاعبون ضد الروبوتات", "access": true }
      ]
    },
    {
      "id": "WALL_STREET",
      "name": "وول ستريت",
      "image": "/images/map/wallstreet.png",
      "description": "خريطة \"وول ستريت\" لساحات الواقع الافتراضي مصممة على شكل مساحة مكتبية مع مقصورات وممرات وغيرها من سمات الحياة المكتبية. إنها البيئة المثالية لـ \"المعارك المؤسسية\"، حيث يمكن للاعبين أن يشعروا وكأنهم محاربون مكتبيون حقيقيون. \n       نقطة جذب الخريطة هي حجمها وبيئتها. توفر الفرصة لخوض معارك في مكتب افتراضي، مكتمل بكل شيء من المقصورات إلى الممرات وزوايا المساحة. كل مقصورة في الخريطة لها ميزاتها الفريدة، مما يمنح اللاعبين ميزة استراتيجية إضافية.",
      "details": [
        { "title": "اللاعبون", "value": "2–10" },
        {
          "title": "السيناريوهات",
          "value": "الكل ضد الكل، معركة الفريق، الهيمنة، المكافآت، ضد الروبوتات"
        },
        { "title": "مدة الجلسة الموصى بها", "value": "7-10 دقائق" },
        { "title": "الجمهور المستهدف", "value": "الفعاليات المؤسسية" }
      ],
      "features": [
        { "name": "اللاعبون ضد اللاعبين", "access": true },
        { "name": "اللاعبون ضد الروبوتات", "access": true }
      ]
    },
    {
      "id": "NUCLEAR_VAULT",
      "name": "القبو النووي",
      "image": "/images/map/nuclearvault.png",
      "description": "هذه الخريطة لساحة الواقع الافتراضي ستجذب انتباه جميع عشاق ألعاب الكمبيوتر الشهيرة. أجواءها من مخبأ سري تذكر بلعبة Fallout وتستلهم من صور عالم ما بعد الكارثة. تتميز الخريطة بعنصرين يجعلانها فريدة. الأول هو الرؤوس الحربية النووية المخزنة في الجزء المركزي من الخريطة. تعمل هذه الرؤوس الحربية كنواة للصراع، مشعلة المعارك بين اللاعبين. \n  العنصر الثاني هو قبو النفايات المشعة. يمكن استخدام هذا الموقع كمقاومة ضد الأعداء أو كملجأ لأولئك الذين يريدون تجنب القتال مؤقتاً. ومع ذلك، قضاء وقت طويل جداً في هذه المنطقة يمكن أن يثبت أنه قاتل للاعبين بسبب النفايات المشعة.",
      "details": [
        { "title": "اللاعبون", "value": "2-10" },
        {
          "title": "السيناريوهات",
          "value": "الكل ضد الكل، معركة الفريق، الهيمنة، المكافآت، ضد الروبوتات"
        },
        { "title": "مدة الجلسة الموصى بها", "value": "10-15 دقيقة" },
        { "title": "الجمهور المستهدف", "value": "عشاق ألعاب ما بعد الكارثة" }
      ],
      "features": [
        { "name": "اللاعبون ضد اللاعبين", "access": true },
        { "name": "اللاعبون ضد الروبوتات", "access": true }
      ]
    },
    {
      "id": "THE_LAST_FRONTIER",
      "name": "الحدود الأخيرة",
      "image": "/images/map/thelastfrontier.png",
      "description": "هذه الخريطة لساحة الواقع الافتراضي تنقل اللاعبين إلى عالم معركة ما بعد الكارثة من أجل البقاء. يتميز الموقع بسمات فريدة تجعل اللعبة أكثر انغماساً وجاذبية للاعبين. \n يجد اللاعبون أنفسهم في مدينة مدمرة حيث يقاتلون للسيطرة على آخر ملاذ آمن، الحدود الأخيرة للبقاء. شهد الموقع العديد من المعارك ويرقى إلى مستوى اسمه. يمكن للاعبين أن يختبروا كونهم جزءاً من هذا العالم من خلال الأجواء الكرتونية لمدينة مدمرة مع بقايا المباني والمركبات المحترقة.",
      "details": [
        { "title": "اللاعبون", "value": "2–10" },
        {
          "title": "السيناريوهات",
          "value": "الكل ضد الكل، معركة الفريق، الهيمنة، المكافآت، ضد الروبوتات"
        },
        { "title": "مدة الجلسة الموصى بها", "value": "10–15 دقيقة" },
        { "title": "الجمهور المستهدف", "value": "عشاق ألعاب ما بعد الكارثة" }
      ],
      "features": [
        { "name": "اللاعبون ضد اللاعبين", "access": true },
        { "name": "اللاعبون ضد الروبوتات", "access": true }
      ]
    },
    {
      "id": "THE_CITADEL",
      "name": "القلعة",
      "image": "/images/map/thecitadel.png",
      "description": "هذه الخريطة لساحة الواقع الافتراضي تنقل اللاعبين إلى المستقبل حيث يتنافسون للسيطرة على قلعة فضائية. ما يميز هذه الخريطة هو تضمينها لعناصر الخيال العلمي والتصميم المستقبلي. سيجد اللاعبون أنفسهم في بيئة فضائية محاطة بالصور المجسمة وغيرها من السمات التكنولوجية، مما يخلق تجربة انغماس كاملة في عالم المستقبل. \n الأسطورة وراء هذه الخريطة تدور حول كون اللاعبين على متن قلعة فضائية، يشاركون في مسابقة للسيطرة عليها. يجب على اللاعبين الدفاع عن فريقهم والقضاء على الخصوم للسيطرة على نقطة القيادة. يمكن للاعبين استخدام أسلحة ومعدات مستقبلية، مما يضيف شعوراً بالواقعية والإثارة للعبة.",
      "details": [
        { "title": "اللاعبون", "value": "2-10" },
        {
          "title": "السيناريوهات",
          "value": "الكل ضد الكل، معركة الفريق، الهيمنة، المكافآت، ضد الروبوتات"
        },
        { "title": "مدة الجلسة الموصى بها", "value": "10–15 دقيقة" },
        { "title": "الجمهور المستهدف", "value": "عشاق ألعاب ما بعد الكارثة" }
      ],
      "features": [
        { "name": "اللاعبون ضد اللاعبين", "access": true },
        { "name": "اللاعبون ضد الروبوتات", "access": true }
      ]
    },
    {
      "id": "ZOMBIE_FARM",
      "name": "مزرعة الزومبي",
      "image": "/images/map/zombiefarm.png",
      "description": "مزرعة الزومبي هي مزرعة سابقة تم اجتياحها من قبل الزومبي. يصبح اللاعبون آخر الناجين في المزرعة ويجب عليهم القتال من أجل حياتهم، تجنب الموتى السائرين وضمان سلامتهم. هل يمكنهم تحمل نهاية العالم الزومبي والنجاة؟ الوقت وحده سيخبرنا. \n هذه الخريطة مصممة لساحة واقع افتراضي حيث يجد اللاعبون أنفسهم في مزرعة موبوءة بالزومبي ويجب عليهم البقاء ودفع هجمات الزومبي من جميع الجهات. موقع \"مزرعة الزومبي\" موضوع في بيئة مظلمة وباردة ومهملة، حيث يمكن للاعبين أن يشعروا بالخطر والذعر عندما يواجهون أعداء من جميع الاتجاهات. إحدى الميزات الفريدة لهذه الخريطة هي أن حقول الذرة الطويلة في المزرعة يمكن أن تكون أماكن اختباء لكمائن الزومبي غير المتوقعة.",
      "details": [
        { "title": "اللاعبون", "value": "1-6" },
        {
          "title": "السيناريوهات",
          "value": "اللاعبون ضد الزومبي"
        },
        { "title": "مدة الجلسة الموصى بها", "value": "10–15 دقيقة" },
        {
          "title": "الجمهور المستهدف",
          "value": "عشاق ألعاب نهاية العالم الزومبي"
        }
      ],
      "features": [{ "name": "اللاعبون ضد الزومبي", "access": true }]
    },
    {
      "id": "SPACEPORT",
      "name": "ميناء الفضاء",
      "image": "/images/map/spaceport.png",
      "description": "خريطة \"ميناء الفضاء\" تقدم للاعبين فرصة فريدة لنقل أنفسهم إلى المستقبل وأن يصبحوا جزءاً من رحلة استكشافية فضائية. يقع اللاعبون في محطة فضائية مجهزة بأحدث الأجهزة التكنولوجية والذخيرة والوقود للمركبات الفضائية. يمكنهم القتال للسيطرة على الموارد والمشاركة في اشتباكات ملحمية في ساحة فضائية مستقبلية.\nولكن هذا ليس كل شيء! أثناء اللعبة، تحلق المركبات الفضائية في الأعلى، مما يضيف طبقة إضافية من الواقعية والأدرينالين. خريطة \"ميناء الفضاء\" تتيح للاعبين الاستمتاع بمؤثرات بصرية مذهلة تعزز تجربة اللعب وتجعلها لا تُنسى.",
      "details": [
        { "title": "اللاعبون", "value": "2-10" },
        {
          "title": "السيناريوهات",
          "value": "الكل ضد الكل، معركة الفريق، الهيمنة، المكافآت، ضد الروبوتات"
        },
        { "title": "مدة الجلسة الموصى بها", "value": "10–15 دقيقة" },
        { "title": "الجمهور المستهدف", "value": "عشاق ألعاب الخيال العلمي" }
      ],
      "features": [
        { "name": "اللاعبون ضد اللاعبين", "access": true },
        { "name": "اللاعبون ضد الروبوتات", "access": true }
      ]
    },
    {
      "id": "ZOMBIE_MALL",
      "name": "مول الزومبي",
      "image": "/images/map/zombiemall.png",
      "description": "هذه خريطة ساحة الواقع الافتراضي فريدة بسبب موضوعها ومستوى التفاصيل. مول الزومبي هو خريطة حيث يجد اللاعبون أنفسهم محاصرين في متجر بقالة مهجور، محاطين بالزومبي من جميع الجهات. ينغمس اللاعبون في عالم يعيد خلق أجواء ما بعد الكارثة، مع بقايا الحياة السابقة التي أصبحت أماكن رعب. \n قصة الخريطة تتضمن كون اللاعبين محاصرين في وسط وباء زومبي دمر العالم الذي كان موجوداً. يجد اللاعبون أنفسهم في متجر كان من المفترض أن يكون ملجأهم، لكنه تبين أنه فخ، والآن يجب عليهم القتال من أجل البقاء وحماية أنفسهم من هجوم الزومبي.",
      "details": [
        { "title": "اللاعبون", "value": "1-6" },
        {
          "title": "السيناريوهات",
          "value": "اللاعبون ضد الزومبي"
        },
        { "title": "مدة الجلسة الموصى بها", "value": "10-15 دقيقة" },
        {
          "title": "الجمهور المستهدف",
          "value": "عشاق ألعاب نهاية العالم الزومبي"
        }
      ],
      "features": [{ "name": "اللاعبون ضد الزومبي", "access": true }]
    },
    {
      "id": "BATTLE_FOR_NEW_YEAR",
      "name": "معركة رأس السنة الجديدة",
      "image": "/images/map/battlefornewyear.png",
      "description": "تقدم خريطة ساحة الواقع الافتراضي هذه للاعبين تجربة فريدة، تنغمس بهم في أجواء رأس السنة الجديدة التي لا تُنسى. سيحصل اللاعبون على الفرصة للتنافس ضد بعضهم البعض أو القتال جماعياً ضد أعداء مُتحكم بهم من الكمبيوتر في هذا الإطار المثير. \n الخريطة مصممة بأسلوب احتفال رأس السنة الجديدة، تتميز برجال ثلج كبيرة عديدة وكوكيز موسمية، مما يخلق أجواء من الفرح والمرح. سيكون لدى اللاعبين القدرة على استخدام هجمات بعيدة المدى وقريبة المدى، مما يوفر تنوعاً كبيراً في استراتيجيات اللعب. يجب عليهم أن يكونوا دائماً في حالة تأهب حيث أن الكوكيز الصغيرة يمكن أن تصبح عوائق ماكرة، ورجال الثلج ينتظرون خلف الأغطية. قصة الأسطورة هي أن اللاعبين يدخلون العالم السحري لعطلة رأس السنة الجديدة، حيث يصبحون مشاركين في معركة مثيرة. مهمتهم هي هزيمة الخصوم وكسب أكبر عدد من النقاط وإظهار مهاراتهم في القتال. سيحتاج اللاعبون للعمل بسرعة واستراتيجية، مستفيدين من جميع مزايا بيئة رأس السنة الجديدة.",
      "details": [
        { "title": "اللاعبون", "value": "1-6" },
        {
          "title": "السيناريوهات",
          "value": "الكل ضد الكل، معركة الفريق، الهيمنة، المكافآت، ضد الروبوتات"
        },
        { "title": "مدة الجلسة الموصى بها", "value": "10-15 دقيقة" },
        {
          "title": "الجمهور المستهدف",
          "value": "عشاق ألعاب ما بعد الكارثة"
        }
      ],
      "features": [{ "name": "اللاعبون ضد الروبوتات", "access": true }]
    },
    {
      "id": "RED_PLANET",
      "name": "الكوكب الأحمر",
      "image": "/images/map/redplanet.png",
      "description": "الكوكب الأحمر هو خريطة ساحة واقع افتراضي تقدم تجربة معركة مثيرة على المريخ ضد الفضائيين. اكتشف الميزات الفريدة لهذه الخريطة، بالإضافة إلى القصة المثيرة التي تقدمها. في المستقبل، أصبح استعمار المريخ حقيقة. أنشأت البشرية قاعدة على الكوكب الأحمر للبحث العلمي وتطوير تقنيات جديدة. ومع ذلك، يتم تعطيل الهدوء بواسطة تهديد: فضائيون من مجرة أخرى يسعون للاستيلاء على القاعدة وتدمير كل الوجود البشري على الكوكب الأحمر.\n  يأخذ اللاعبون دور مدافعين عن القاعدة ويجب عليهم حمايتها من موجات القوات المعادية. يجب عليهم استخدام مهاراتهم وقدراتهم التكتيكية والتعاون مع لاعبين آخرين لمقاومة هجمات الفضائيين بنجاح والدفاع عن البشرية من الإبادة. الآن، كل لاعب يزور خريطة 'الكوكب الأحمر' يمكنه أن يختبر هذه القصة المذهلة ويصبح جزءاً من الأسطورة. سيحصلون على الفرصة لفهم كيف قاتل هؤلاء المدافعون، بشجاعة وعزيمة، هجمات الفضائيين الوحشية، محمين القاعدة والقيم الإنسانية . ",
      "details": [
        { "title": "اللاعبون", "value": "2-10" },
        {
          "title": "السيناريوهات",
          "value": "الكل ضد الكل، معركة الفريق، الهيمنة، المكافآت، ضد الروبوتات، ضد البيئة"
        },
        { "title": "مدة الجلسة الموصى بها", "value": "10-15 دقيقة" },
        { "title": "الجمهور المستهدف", "value": "عشاق ألعاب الخيال العلمي" }
      ],
      "features": [
        { "name": "اللاعبون ضد اللاعبين", "access": true },
        { "name": "اللاعبون ضد الروبوتات", "access": true }
      ]
    },
    {
      "id": "SUGARLAND",
      "name": "أرض السكر",
      "image": "/images/map/sugarland.png",
      "description": "أبطال الخريطة الجديدة من VION VR، الذين لم يستطيعوا مقاومة جرعة إضافية من الحلاوة، يجدون أنفسهم في قلب وليمة احتفالية."
    },
    {
      "id": "TINY_WORLD",
      "name": "العالم الصغير",
      "image": "/images/map/tinyworld.png",
      "description": "في العالم الصغير سيجد اللاعبون أنفسهم يستكشفون بيئة مرحة وملونة حيث يصبحون شخصيات صغيرة تتنقل في عالم ألعاب ضخم."
    },
    {
      "id": "ABANDONED_HOSPITAL",
      "name": "المستشفى المهجور",
      "image": "/images/map/abandonedhospital.png",
      "description": "يأخذ \"المستشفى المهجور\" اللاعبين إلى عيادة أو مستشفى ما بعد الكارثة، لم تمسها يد الإنسان لمدة تتراوح بين 30 إلى 50 سنة."
    },
    {
      "id": "WITCH_HAUNT",
      "name": "مطاردة الساحرة",
      "image": "/images/map/witchhaunt.png",
      "description": "في هذا العالم الليلي الغامض والخطير، يمكن لعملائك تجربة أجواء الهالوين والسحر."
    },
    {
      "id": "GREENHOUSE",
      "name": "البيت الزجاجي",
      "image": "/images/map/greenhouse.png",
      "description": "هذه خريطة يمكنك من خلالها الانطلاق في مغامرات ضمن أجواء ما بعد الكارثة، ومواجهة تحديات من نظام الأرض البيئي، وخوض معارك مثيرة للبقاء على قيد الحياة."
    }
  ]
}
