{
  "maps": [
    {
      "id": "LAST_TRAIN",
      "name": "Last Train",
      "image": "/images/map/lasttrain.png",
      "description": "This is an exciting map for VR arenas that transports players to an industrial zone. The map features service buildings, freight cars, and weapon depots where players engage in a special operation to liberate a railway depot. The storyline of 'Last Train' revolves around a special operation to free the depot from invaders. Players can also choose from different game scenarios, allowing them to select the one that best suits their individual needs and provides the most fun and engaging gameplay.",
      "details": [
        { "title": "Players", "value": "2–10" },
        {
          "title": "Scenarios",
          "value": "Free-for-all, Team Battle, Domination, Bonuses, Against Bots"
        },
        { "title": "Recommended session duration", "value": "10–12 minutes" },
        { "title": "Target audience", "value": "Classic shooter fans" }
      ],
      "features": [
        { "name": "Players vs Players", "access": true },
        { "name": "Players Vs Bots", "access": true }
      ]
    },
    {
      "id": "WALL_STREET",
      "name": "Wall Street",
      "image": "/images/map/wallstreet.png",
      "description": "The \"Wall Street\" map for VR arenas is designed in the form of an office space with cubicles, corridors, and other office-life attributes. It is the perfect setting for \"corporate battles,\" where players can feel like real office warriors. \n       The map's highlight is its size and setting. It provides the opportunity to have battles right in a virtual office, complete with everything from cubicles to corridors and corners of the space. Each cubicle on the map has its unique features, giving players an additional strategic advantage.",
      "details": [
        { "title": "Players", "value": "2–10" },
        {
          "title": "Scenarios",
          "value": "Free-for-all, Team Battle, Domination, Bonuses, Against Bots"
        },
        { "title": "Recommended session duration", "value": "7-10 minutes" },
        { "title": "Target audience", "value": "Corporate events" }
      ],
      "features": [
        { "name": "Players vs Players", "access": true },
        { "name": "Players Vs Bots", "access": true }
      ]
    },
    {
      "id": "NUCLEAR_VAULT",
      "name": "Nuclear Vault",
      "image": "/images/map/nuclearvault.png",
      "description": "This map for the VR arena will grab the attention of all fans of cult computer games. Its ambiance of a secret bunker is reminiscent of the game Fallout and draws inspiration from the imagery of a post-apocalyptic world. The map features two elements that make it unique. The first is the nuclear warheads stored in the central part of the map. These warheads serve as the core of the conflict, igniting battles between players. \n  The second element is the radioactive waste vault. This location can be used as a resistance against enemies or as a refuge for those who want to temporarily avoid the fight. However, spending too much time in this area can prove lethal for players due to the radioactive waste.",
      "details": [
        { "title": "Players", "value": "2-10" },
        {
          "title": "Scenarios",
          "value": "Free-for-all, Team Battle, Domination, Bonuses, Against Bots"
        },
        { "title": "Recommended session duration", "value": "10-15 minutes" },
        { "title": "Target audience", "value": "Post-apocalyptic game fans" }
      ],
      "features": [
        { "name": "Players vs Players", "access": true },
        { "name": "Players Vs Bots", "access": true }
      ]
    },
    {
      "id": "THE_LAST_FRONTIER",
      "name": "The Last Frontier",
      "image": "/images/map/thelastfrontier.png",
      "description": "This map for the VR arena transports players into a world of post-apocalyptic battle for survival. The location features unique attributes that make the game more immersive and engaging for players. \n Players find themselves in a devastated city where they fight for control over the last safe haven, the last frontier of survival. The location has witnessed many battles and lives up to its name. Players can experience being a part of this world through the cartoonish atmosphere of a ruined city with building remnants and burning vehicles.",
      "details": [
        { "title": "Players", "value": "2–10" },
        {
          "title": "Scenarios",
          "value": "Free-for-all, Team Battle, Domination, Bonuses, Against Bots"
        },
        { "title": "Recommended session duration", "value": "10–15 minutes" },
        { "title": "Target audience", "value": "Post-apocalyptic game fans" }
      ],
      "features": [
        { "name": "Players vs Players", "access": true },
        { "name": "Players Vs Bots", "access": true }
      ]
    },
    {
      "id": "THE_CITADEL",
      "name": "The Citadel",
      "image": "/images/map/thecitadel.png",
      "description": "This map for the VR arena transports players to the future where they compete for control of a space citadel. What sets this map apart is its inclusion of science fiction elements and futuristic design. Players will find themselves in a space setting surrounded by holograms and other technological attributes, creating a fully immersive experience in a world of the future. \n The legend behind this map revolves around players being aboard a space citadel, participating in a competition to gain control over it. Players must defend their team and eliminate opponents to gain control of the command point. Futuristic weapons and equipment can be used by players, adding a sense of realism and excitement to the game.",
      "details": [
        { "title": "Players", "value": "2-10" },
        {
          "title": "Scenarios",
          "value": "Free-for-all, Team Battle, Domination, Bonuses, Against Bots"
        },
        { "title": "Recommended session duration", "value": "10–15 minutes" },
        { "title": "Target audience", "value": "Post-apocalyptic game fans" }
      ],
      "features": [
        { "name": "Players vs Players", "access": true },
        { "name": "Players Vs Bots", "access": true }
      ]
    },
    {
      "id": "ZOMBIE_FARM",
      "name": "Zombie Farm",
      "image": "/images/map/zombiefarm.png",
      "description": "ZOMBIE FARM is a former farm that has been overrun by zombies. Players become the last survivors on the farm and must fight for their lives, avoiding the walking dead and ensuring their safety. Can they withstand the zombie apocalypse and survive? Only time will tell. \n This map is designed for a VR arena where players find themselves on a zombie-infested farm and must survive and fend off zombie attacks from all sides. The \"ZOMBIE FARM\" location is set in a dark, cold, neglected environment, where players can feel the danger and panic as they encounter enemies from all directions. One of the unique features of this map is that the tall cornfields on the farm can serve as hiding spots for unexpected zombie ambushes.",
      "details": [
        { "title": "Players", "value": "1-6" },
        {
          "title": "Scenarios",
          "value": "Players vs Zombies"
        },
        { "title": "Recommended session duration", "value": "10–15 minutes" },
        {
          "title": "Target audience",
          "value": "Fans of zombie-apocalyptic games"
        }
      ],
      "features": [{ "name": "Players Vs Zombies", "access": true }]
    },
    {
      "id": "SPACEPORT",
      "name": "Spaceport",
      "image": "/images/map/spaceport.png",
      "description": "The \"Spaceport\" map offers players a unique opportunity to transport themselves into the future and become part of a space expedition. Players are situated on a space station equipped with cutting-edge technological devices, ammunition, and fuel for spacecraft. They can fight for control of resources and engage in epic clashes on a futuristic space arena.\nBut that's not all! During the game, spaceships fly overhead, adding an extra layer of realism and adrenaline. The \"Spaceport\" map allows players to enjoy stunning visual effects that enhance their gaming experience and make it unforgettable.",
      "details": [
        { "title": "Players", "value": "2-10" },
        {
          "title": "Scenarios",
          "value": "Free-for-all, Team Battle, Domination, Bonuses, Against Bots"
        },
        { "title": "Recommended session duration", "value": "10–15 minutes" },
        { "title": "Target audience", "value": "Fans of science fiction games" }
      ],
      "features": [
        { "name": "Players vs Players", "access": true },
        { "name": "Players Vs Bots", "access": true }
      ]
    },
    {
      "id": "ZOMBIE_MALL",
      "name": "Zombie Mall",
      "image": "/images/map/zombiemall.png",
      "description": "This VR arena map is unique due to its theme and level of detail. ZOMBIE MALL is a map where players find themselves trapped in an abandoned grocery store, surrounded by zombies on all sides. Players are immersed in a world that recreates a post-apocalyptic atmosphere, with remnants of former life that have become places of horror. \n The map's storyline involves players being caught in the midst of a zombie epidemic that has ravaged the world that once was. Players find themselves in a store that was supposed to be their shelter, but it turned out to be a trap, and now they must fight for survival and protect themselves from the zombie onslaught.",
      "details": [
        { "title": "Players", "value": "1-6" },
        {
          "title": "Scenarios",
          "value": "Players vs Zombies"
        },
        { "title": "Recommended session duration", "value": "10-15 minutes" },
        {
          "title": "Target audience",
          "value": "Fans of zombie-apocalyptic games"
        }
      ],
      "features": [{ "name": "Players Vs Zombies", "access": true }]
    },
    {
      "id": "BATTLE_FOR_NEW_YEAR",
      "name": "Battle for New Year",
      "image": "/images/map/battlefornewyear.png",
      "description": "This VR arena map offers players a unique experience, immersing them in an unforgettable New Year atmosphere. Players will have the opportunity to compete against each other or collectively fight against computer-controlled enemies in this thrilling setting. \n The map is designed in the style of a New Year celebration, featuring numerous large snowmen, seasonal cookies, creating an atmosphere of joy and merriment. Players will have the ability to use both long-range and close-combat attacks, providing a great variety of gameplay strategies. They must always be on guard as the little cookies can become cunning obstacles, and the snowmen await behind cover. The storyline of the legend is that players enter the magical world of New Year's holiday, where they become participants in an exciting battle. Their task is to defeat opponents, earn as many points as possible, and showcase their skills in combat. Players will need to act quickly and strategically, utilizing all the advantages of the New Year's environment.",
      "details": [
        { "title": "Players", "value": "1-6" },
        {
          "title": "Scenarios",
          "value": "Free-for-all, Team Battle, Domination, Bonuses, Against Bots"
        },
        { "title": "Recommended session duration", "value": "10-15 minutes" },
        {
          "title": "Target audience",
          "value": "Fans of post-apocalyptic games"
        }
      ],
      "features": [{ "name": "Players Vs Bots", "access": true }]
    },
    {
      "id": "RED_PLANET",
      "name": "Red Planet",
      "image": "/images/map/redplanet.png",
      "description": "Red Planet is a VR arena map that offers an exciting battle experience on Mars against aliens. Discover the unique features of this map, as well as the thrilling storyline it presents. In the future, the colonization of Mars has become a reality. Humanity has established a base on the Red Planet for scientific research and the development of new technologies. However, tranquility is disrupted by a threat: aliens from another galaxy who seek to seize the base and destroy all human presence on the red planet.\n  Players take on the role of defenders of the base and must protect it from waves of enemy forces. They must use their skills, tactical abilities, and cooperate with other players to successfully withstand alien attacks and defend humanity from annihilation. Now, every player who visits the 'Red Planet' map can experience this incredible story and become part of the legend. They will have the opportunity to understand how these defenders, with bravery and determination, fought merciless alien attacks, protecting the base and human values.",
      "details": [
        { "title": "Players", "value": "2-10" },
        {
          "title": "Scenarios",
          "value": "Free-for-all, Team Battle, Domination, Bonuses, Against Bots, Against Environment"
        },
        { "title": "Recommended session duration", "value": "10-15 minutes" },
        { "title": "Target audience", "value": "Fans of science fiction games" }
      ],
      "features": [
        { "name": "Players vs Players", "access": true },
        { "name": "Players Vs Bots", "access": true }
      ]
    },
    {
      "id": "SUGARLAND",
      "name": "Sugarland",
      "image": "/images/map/sugarland.png",
      "description": "The heroes of the new map from VION VR, who couldn't resist an extra dose of sweetness, find themselves in the heart of a festive feast."
    },
    {
      "id": "TINY_WORLD",
      "name": "Tiny World",
      "image": "/images/map/tinyworld.png",
      "description": "In Tiny World players will find themselves exploring a playful and colorful environment where they become miniature figures navigating a gigantic toy world."
    },
    {
      "id": "ABANDONED_HOSPITAL",
      "name": "Abandoned Hospital",
      "image": "/images/map/abandonedhospital.png",
      "description": "The \"Abandoned Hospital\" takes players into a post-apocalyptic clinic or hospital, untouched by human presence for 30-50 years."
    },
    {
      "id": "WITCH_HAUNT",
      "name": "Witch Haunt",
      "image": "/images/map/witchhaunt.png",
      "description": "In this mysterious and perilous nighttime world, your clients can experience the atmosphere of Halloween and magic."
    },
    {
      "id": "GREENHOUSE",
      "name": "Greenhouse",
      "image": "/images/map/greenhouse.png",
      "description": "This is a map where you can embark on adventures in a post-apocalyptic setting, face challenges from the Earth's ecosystem, and engage in thrilling battles for survival."
    }
  ]
}
